template/template_soap.xml

<?xml version="1.0" encoding="utf-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:imp="http://localhost:7026/ImprimirECBWebService">
    <soapenv:Header/>
    <soapenv:Body>
        <imp:impresionIntegracionConECBWS>
            <imp:in0>{USER}</imp:in0>
            <imp:in1>{PASSWORD}</imp:in1>
            <imp:in2>{BRAND}</imp:in2>
            <imp:in3>{MODEL}-Z</imp:in3>
            <imp:in4>{FORMATLABEL}</imp:in4>
            <imp:in5><![CDATA[<?xml version="1.0" encoding="ISO-8859-1"?>
<root><exp>
	{BULTOS}
	</exp></root>]]></imp:in5>
            <imp:in6>fichero.xml</imp:in6>
            <imp:in7>{NIF}</imp:in7>
            <imp:in8>{FRANCHISECODE}</imp:in8>
            <imp:in9>-1</imp:in9>
            <imp:in10>{WEBSERVICE}</imp:in10>
        </imp:impresionIntegracionConECBWS>
    </soapenv:Body>
</soapenv:Envelope>